window.MENU_TRANSLATIONS_MY = {
    // เมนูข้าวต้ม
    "M001": "ငါးခူဆန်ပြုတ်",                    // ข้าวต้มปลาช่อน
    "M002": "ပင်လယ်ငါးဆန်ပြုတ်",                // ข้าวต้มปลาทะเล (แทนปลากระพง)
    "M003": "ငါးခူဆန်ပြုတ်ခြောက်", // ข้าวต้มแห้งปลาช่อน
    "M004": "ပင်လယ်ငါးဆန်ပြုတ်ခြောက်", // ข้าวต้มแห้งปลาทะเล/ปลากระพง
    "M005": "ပုစွန်ဆန်ပြုတ်",                   // ข้าวต้มกุ้ง
    "M006": "ပုစွန်မင်္ဂလာဆန်ပြုတ်",            // ข้าวต้มปลาหมึก
    "M007": "ပင်လယ်စာဆန်ပြုတ်",                // ข้าวต้มทะเล
    "M008": "ကမာဆန်ပြုတ်",                      // ข้าวต้มหอยนางรม

    // เมนูอาหารไทย
    "M009": "ငါးခူပုန်းနက်ကြော် (ပုန်းနက်)",           // ผัดฉ่าปลาช่อน
    "M010": "ပင်လယ်ငါးပုန်းနက်ကြော် (ပုန်းနက်)",      // ผัดฉ่าปลากระพง/ปลาทะเล
    "M011": "ငါးခူတမ်းယမ်း",                        // ต้มยำปลาช่อน
    "M012": "ပင်လယ်ငါးတမ်းယမ်း",                    // ต้มยำปลากระพง/ปลาทะเล
    "M013": "ငါးခေါင်းတမ်းယမ်း",                     // ต้มยำหัวปลา
    "M014": "ပင်လယ်စာတမ်းယမ်း",                     // ต้มยำทะเล
    "M015": "ပုစွန်တမ်းယမ်း",                       // ต้มยำกุ้ง
    "M016": "ငါးခူဟင်းရည် (မုန့်ဟင်းခါး)",        // เกาเหลาปลาช่อน (จะอธิบายว่าคล้ายกับ 'မုန့်ဟင်းခါး' ซุปใส)
    "M017": "ပင်လယ်ငါးဟင်းရည် (မုန့်ဟင်းခါး)",     // เกาเหลาปลากระพง/ปลาทะเล
    "M018": "ပင်လယ်စာဟင်းရည် (မုန့်ဟင်းခါး)",      // เกาเหลาทะเล
    "M019": "ငါးခူပြုတ်ထိုး",                         // ลวกจิ้มปลาช่อน
    "M020": "ပင်လယ်ငါးပြုတ်ထိုး",                     // ลวกจิ้มปลาทะเล
    "M021": "ပင်လယ်စာပြုတ်ထိုး",                      // รวมทะเลลวกจิ้ม
    "M022": "ပင်လယ်စာသုပ်",                           // ยำรวมทะเล
    "M023": "ရေခူသုပ်",                               // ยำแมงกะพรุน
    "M024": "ရေခူနှင့်နံနက်ဆီသုပ်",                  // แมงกะพรุนน้ำมันงา

    // เมนูของทอด
    "M025": "ဝက်နံရိုးချဉ်ကြော်",                  // แหนมกระดูกอ่อนหมู
    "M026": "ကြက်တောင်ပံကြော်",                   // ปีกไก่ทอด
    "M027": "အာလူးကြော်",                          // เฟรนช์ฟรายส์ (มันฝรั่งทอด)
    "M028": "ကြက်ဥကြော်",                          // ไข่เจียว

    // เครื่องดื่ม , อื่นๆ
    "M029": "ထမင်းဖြူ",                            // ข้าวสวย
    "M030": "ရေသန့်",                              // น้ำเปล่า
    "M031": "အချိုရည်",                            // น้ำอัดลม
    "M032": "အချိုရည် (ဘူးကြီး)",                  // น้ำอัดลม ขวดใหญ่
    "M033": "ရေခဲ (အခမဲ့)",                        // น้ำแข็ง (ฟรี)
    "M034": "ဆိုဒါ"                                 // โซดา
};
